cask_args appdir: '/Applications'

# devtools
brew 'git'
brew 'git-duet/tap/git-duet'
brew 'golang'
brew 'neovim/neovim/neovim'
brew 'python3'
brew 'fzf'
brew 'awscli'
brew 'chruby'
brew 'ruby-install'
brew 'nodejs'
brew 'ag'
brew 'tig'

# apps
cask 'iterm2'
cask 'spectacle'
cask 'google-chrome'
cask 'flycut'

